package sakhroman.lection22Practice;

public class Task {

}
/*Завдання 1

Створити форму для зчитування логіна і пароля, 
в разі вірно введених даних виводити секретну інформацію, 
в противному випадку видавати помилку (і те, і те - в нових 
вікнах-повідомленнях).

Завдання 2

Написати програму "Математична гра", що виводить приклади 
на додавання і віднімання з 2,3-х дій і просить у користувача 
відповідь. В якості обмеження користувач вказує максимальне 
число до якого він вже знає числа. Наприклад, користувач ввів 
6 і кількість прикладів - 4, йому виводяться приклади: 2+2=, 4+2=, 3+3=, 6-2=. 
Це гра з графічним інтерфейсом.*/